[
    {
      "author": "Zach",
      "title": "",
      "text": "Smaller than expected",
      "rating": 4.0,
      },
    {
      "author": "Amazon Customer",
      "title": "",
      "text": "Tastes great!",
      "rating": 5.0,
      },
    {
      "author": "Deirdre Martin",
      "title": "",
      "text": "I use it in my coffee. It does leave an aftertaste that is typical of these types of sweeteners.",
      "rating": 4.0,
      },
    {
      "author": "Joseph Rogers",
      "title": "",
      "text": "Perfect Keto Collegen added to a smoothy with greens, coconut milk and frozen fruit has a great taste, gives me energy and keeps me feeling full throughout the day. I make one smoothy in the morning and and have tremendous amount of energy and focus. Love the product !",
      "rating": 5.0,
      },
    {
      "author": "Sam",
      "title": "",
      "text": "Delicious... been drinking it for about a week with my morning coffee. Can’t wait to see its effects of my skin, hair and nails!",
      "rating": 5.0,
      },
    {
      "author": "R. Callicotte",
      "title": "",
      "text": "Seems to be as good or better than I expected. Easy to digest and helps my joints during exercising.",
      "rating": 5.0,
      },
    {
      "author": "Kat",
      "title": "",
      "text": "Perfect for adding to my morning Keto Coffee! Tastes delicious and without aftertaste! Will consider reordering on a monthly basis! Thank you!",
      "rating": 5.0,
      },
    {

      "author": "Diana Long",
      "title": "",
      "text": "Love the taste ! My nails are so much stronger and my hair is shinier and feels thicker.",
      "rating": 5.0,
      },
    {
      "author": "Amazon Customer",
      "title": "",
      "text": "It is just... okay. Flavor is acceptable and the nutritional value is what I want, but the consistency is not. Consistency was actually pretty gross, so gross I won't ever use it as a protein shake again (note, maybe you need an actual blender and not a blender bottle? I only used a blender bottle).\nTIP: Saw another user suggest mixing it with some whipping cream to create a mousse-like dessert. I tried this and enjoyed it, tasted like dark chocolate mousse. Also tried that mixture with a little cream cheese added and flash freezing before eating, that was nice too (like a chocolate cheesecake mousse?). Will keep the powder as a chocolate base for little keto treats if/when I get a chocolate craving. :)\nPS... mine also had those weird burn marks on the lid that someone else posted (but the foil seal was not broken).",
      "rating": 2.0,
      },
    {
      "author": "Mydoray",
      "title": "",
      "text": "This is my morning go to first thing, I add this to my coffee every morning. It dissolves better than other brands I have tried. I use the vanilla and I’m going to try the chocolate next. I am re-ordering on subscribe and save so I don’t run out. I’d really like this packaged in a 30 serving container or offered in a twin pack.",
      "rating": 5.0,
      },
    {
      "author": "Kaandii Apple",
      "title": "",
      "text": "Yeah",
      "rating": 5.0,
      },
    {
      "author": "Kaandii Apple",
      "title": "",
      "text": "Yeah",
      "rating": 5.0,
      },
    {
      "author": "Kaandii Apple",
      "title": "",
      "text": "Yeah",
      "rating": 5.0,
      },
    {
      "author": "Kaandii Apple",
      "title": "",
      "text": "Yeah",
      "rating": 5.0,
      },
    {
      "author": "Kaandii Apple",
      "title": "",
      "text": "Yeah",
      "rating": 5.0,
      },
    {
      "author": "A. Felson",
      "title": "",
      "text": "I don't know why some people are complaining about it's water consumption versus the size of the reservoir. In my morning routine, I fill the water, check the bean supply, empty the wastebin and clean the bottom plate. Then it's ready for the 8 shots I might have over the course of a day.\nIt keeps itself nice and clean and is smart enough not to rerun the cleaning cycle if it hasn't been off long enough to cool all the way down.\nIt makes delicious espresso with a very nice amount of crema. I jyust use it for shots, so I can't comment on the features for cappuccinos, etc.\nOne thing is that the steaming wand blocks the water reservoir. It can be easily moved out of the way, but not if the unit is flush on the left side against a wall. It has to be 2-3\" away from the wall or the want can't swing enough out of the way.\nMy main complaints is that the buttons/knob aren't intuiable for advanced operations like priming the pump. I simply followed the 4-5 outlined in the manual and don't expect to have to do that again, except perhaps after a month long vacation.\nIt could use more control over the quantity/strength of the espresso. It has two programed volumes, for shots and diluted coffee cup sized portions. The strength is maxed out and I wish I could make it a bit stronger. The grinder is easily adjustable, but must be adjusted while grinding! I have it on the finest setting to produce stronger espresso.",
      "rating": 5.0,
      },
    {
      "author": "Junk medic",
      "title": "",
      "text": "DO NOT buy this. Can’t free won’t feed through grinder randomly. Descaling takes an hour and it takes 30 minutes to make a cup of coffee for three people provided the coffee is actually feeding. Pissed I spent this much money.",
      "rating": 1.0,
      },
    {
      "author": "suzanne",
      "title": "",
      "text": "worked great for two months.... won't grind",
      "rating": 1.0,
      },
    {
     
      "author": "Yongzinshin",
      "title": "",
      "text": "excellent",
      "rating": 5.0,
      },
    {
      "author": "I enjoy things",
      "title": "",
      "text": "So far we have been using this daily for at least 6 shots of espresso and some steaming milk. Has been perfect. The manual is WRONG for descaling. It's been changed for over a year and the manual has still not been updated. That's some really sad stuff. I wasted hours following the procedure which of course never works.",
      "rating": 4.0,
      },
    {
      "author": "Nick C.",
      "title": "",
      "text": "First, it maked good espresso.\nThen, it died.\nI had this machine for a little over a year, before it died. Yes, I dutifully used descaling solution.\nSo let's add up how much this is going to cost you:\nInitial: $420-550 for the machine.\nAfter 1 year: $50 to ship it to them, $50 for them to tell you it's the logic board (waived if you ask them to do the work), $150 for the repair, $50 to have it shipped back to you.\nSo after one year of use: You are at $520-$650 and had the privilege of using the machine for a year. OR You are at $670-$800 and they will send it back to you with only a 30 day warranty.",
      "rating": 1.0,
      },
    {
      "author": "Paul S. Howell",
      "title": "",
      "text": "Awesome coffee center. Excellent quality. Great value.",
      "rating": 5.0,
      },
    {
      "author": "Carmen Mercado",
      "title": "",
      "text": "I use it every day, I do not use the micro to warm the milk",
      "rating": 5.0,
      },
    {
      "author": "NCKofkin",
      "title": "",
      "text": "Using these instead of plastic straws, just a small way to make a big impact! If everyone did this, it would make a huge difference. You really can't taste the metal. Definitely get them!",
      "rating": 5.0,
      },
    {
      "author": "Steve",
      "title": "",
      "text": "Great item. Great price.",
      "rating": 5.0,
      },
    {
      "author": "andress411",
      "title": "",
      "text": "My daughters want to save the planet from the scourge that is the plastic straw. Now they can, and I was a part of that victory.",
      "rating": 5.0,
      },
    {
      "author": "Joy Najolia",
      "title": "",
      "text": "Love that I'm helping to save the planet while enjoying my beverage with my own, sanitary straw",
      "rating": 5.0,
      },
    {
      "author": "Kendra Machen",
      "title": "Comes with way too many side offers like drink cocktail recipes",
      "text": "Nope. Bought this subscription based on the title. \"Men's Health\" for my three teenage sons. Comes with way too many side offers like drink cocktail recipes, sex tips and so on... I was hoping more working out/sports, nutrition etc. My lesson may be your gain.",
      "rating": 1.0,
      },
    {
      "author": "NJ EMTP",
      "title": "",
      "text": "Great Product, Good Price!",
      "rating": 5.0,
      },
    {
      "author": "William Barna",
      "title": "",
      "text": "They didn’t taste good at all I would like a new box",
      "rating": 1.0,
      }
]
